tap "ankitpokhrel/jira-cli"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "age"
brew "azure-cli"
brew "bat"
brew "cloudflared"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "leiningen"
brew "lua"
brew "luarocks"
brew "maven"
brew "mkcert"
brew "n"
brew "neovim"
brew "pandoc"
brew "poppler"
brew "pure"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sops"
brew "stow"
brew "terraform-docs"
brew "tmux"
brew "tree"
brew "wget"
brew "yazi"
brew "zizmor"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "aerospace"
cask "devpod"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "librewolf"
cask "proton-pass"
cask "raycast"
cask "sf-symbols"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wezterm"
cask "zulu@21"
vscode "alefragnani.bookmarks"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "mads-hartmann.bash-ide-vscode"
vscode "miguelsolorio.min-theme"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscodevim.vim"
