tap "ankitpokhrel/jira-cli"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "age"
brew "azure-cli"
brew "bat"
brew "cloudflared"
brew "direnv"
brew "fzf"
brew "gh"
brew "go"
brew "hugo"
brew "imagemagick"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "leiningen"
brew "lua"
brew "luarocks"
brew "mkcert"
brew "n"
brew "neovim"
brew "pandoc"
brew "pure"
brew "ripgrep"
brew "sops"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "devpod"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "librewolf"
cask "multipass"
cask "proton-mail"
cask "raycast"
cask "vivaldi"
cask "warp"
cask "wezterm"
cask "zen-browser"
cask "zulu@17"
